Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/hivolda.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The report must cover at least the following points:
nn: Rapporten skal minst innehalde følgjande:

source: • If students do not have the opportunity to attend, this must be agreed with a member of
nn: • Om studentar ikkje har høve til å møte skal dette avtalast med lærar i førkant, og studenten

source: The student thus gets noted for 0 points on that test.
nn: prøva og får såleis notert 0 poeng, noko som dreg karaktergjennomsnittet for vedkomande fag

source: working, but the overall impression is that the teachers decide.
nn: elevane gjev, er at lærarane bestemmer.

source: The local routes 338 Volda-Ørsta-Ulsteinvik and 340 Ørsta-Volda will run to and from the airport when there are bus departures that suit the flight times.
nn: Det er lokalrutene 338 Volda-Ørsta-Ulsteinvik og 340 Ørsta-Volda som vil køyre til og frå flyplassen når det er bussavgangar som passar med flytidene.

source: Install and test Zoom
nn: Installer og test Zoom

source: Coursework requirements are assessed as approved or not approved.
nn: Arbeidskrav blir vurdert til godkjent eller ikkje godkjent.

source: and it may be interesting to assess it in the perspective of collective orientation.
nn: interessant å sjå på det i lys av omgrepet kollektiv orientering.

source: opportunities to express their opinion on working methods, parents are invited to contribute to
nn: arbeidsmåtar, foreldra vert inviterte til å ta del med innspel i undervisinga, elevrådet får

source: Browsing BraVo by Subject "indianarar"
nn: Blar i BraVo på emneord "indianarar"

source: own decision-making, things could have been better.
nn: avgjerdsprosessar, kunne det ha vore monaleg betre.

source: (3) All alterations to the form of the examination made pursuant to these interim regulations will apply both to ordinary examinations and to all re-sit examinations in the following semester.
nn: (3) Alle endringar i eksamensform, med bakgrunn i denne forskrifta, vil gjelde ordinær eksamen og kontinuasjonseksamen påfølgjande semester.

source: Formal aesthetics, form, color, and signs are important parts of instruction and assignments.
nn: Sentralt i emnet står skapande arbeid, to- og tredimensjonalt, innanfor ulike materialområde.

source: We want as many people to get tested as possible, says Kaldhol.
nn: Vi er glade for at flest mogleg testar seg, seier Kaldhol.

source: The Coronavirus: Status and Advice for Students and Staff
nn: Korona – status og råd til studentar og tilsette

source: Thus it is reasonable to think that the NCS/RA-students will have some
nn: Ein må altså rekne med at NCS/RA-elevane får visse hol i kunnskapane sine, særleg når det

source: Here you will also find SEANSE, the international Center for Cultural Production.
nn: Her finn du også SEANSE, senter for kulturproduksjon.

source: they do not really have that much homework, but that it varies.
nn: Fleire seier at dei eigentleg ikkje har så mykje lekser, men at

source: This corresponds with an assertion I have heard set up several times, namely that many of the
nn: Dette stemmer elles godt med ein påstand som eg har høyrt fleire gonger,

source: concentrates to a large degree on Norwegian environment, while Europe is studied in ninth
nn: fokuserer den norske læreplanen i stor grad på norske forhold, medan Europa kjem i niande

source: In addition, the student must have completed another 30 credits of other subjects.
nn: I tillegg skal studenten har fullført 30 studiepoeng med valfrie emne.

source: and evolution present in both plans, and it is interesting to see the different approach the plans
nn: utviklingslæra, er det interessant å sjå den ulike innfallsvinkelen som formuleringane i

source: ninth grade according to L-97.
nn: klassetrinnet etter L-97.

source: points in the plans.
nn: hovudtrekka i planane.

source: VUC has still not made a final decision on student exchange for spring 2021, but we hope that it will be possible and therefore open for applications from interested students.
nn: HVO har framleis ikkje endeleg avgjort om det vert utveksling våren 2021, men ein håper at det vert mogleg og opnar no difor for at studentar kan søkje via Søknadsweb.

source: Is the assignment difficult to understand?
nn: Er oppgåva vanskeleg å forstå?

source: Foundation for democracy
nn: Grunnlag for demokrati

source: The student must have completed one of the two courses SKR301 Skriftkultur or SKR302 Vitskapteori og metode or an equivalent course from abroad.
nn: Studenten må ha fullført det eine av dei to emna SKR301 Skriftkultur og SKR302 Vitskapsteori og metode.

source: Teaching takes the form of net-lessons.
nn: Undervisinga skjer i form av nettleksjonar.

source: The short film festival in Grimstad is the second oldest film festival in Norway, and has been held since 1978.
nn: Kortfilmfestivalen i Grimstad er nest eldste filmfestivalen i Noreg, og har vore arrangert sidan 1978.

source: This evaluation only applies on programmes of 60 credits or more.
nn: Denne evalueringa gjeld berre studieprogram på 60 studieprogram eller meir.

source: Browsing Notat by Subject "282"
nn: Henrik Kaarstad-huset og Nye Kaarstad-huset - 282

source: Some say they had more tests at
nn: Enkelte seier at dei hadde fleire

source: were a bit skeptical concerning the boarding in the beginning because they had heard about
nn: avventande når det gjaldt internatet fordi dei hadde oppfatta det slik at det var ein del som

source: In that case, you must gain prior approval of what you want to study to ensure that this can be recognised as part of your education at VUC.
nn: Du må få ei førehandsgodkjenning av det du vil ta, for å sikre at dette vert godkjent som del av utdanninga di i Volda.

source: Week 19: Start of exam period for regular exams
nn: Veke 19: Start på eksamensperiode for ordinære eksamenar

source: Through this partnership program, and the presence of the Norwegian teacher, the teachers
nn: Lærarane fortel at dei p.g.a samarbeidet NCS/RA, særleg gjennom nærveret av den norske

source: Students will gain expanded knowledge of proportions, anatomy, movement and composition, and learn to work with more complex forms.
nn: Studentane vil få utvida kunnskap om proporsjonar, anatomi, bevegelse og komposisjon, og lære seg å forhalde seg til meir komplekse former.

source: Fady Gemayel, representative from STiV (Student parliament)
nn: Fady Gemayel, representant frå Studentparlamentet

source: close environment in learning situations.
nn: nærmiljøet sitt positivt i det daglege læringsarbeidet.

source: When booking, you must enter enough time to be at the airport at least 25 minutes before departure.
nn: Når ein bestiller, må ein legge inn god nok tid til at ein kan vere på flyplassen minimum 25 minutt før avreise.

source: Search with «plug-in» for Web Browser to find Open Access Versions of Journal Articles
nn: Søk med «plug-in» til nettlesaren for å finne opne versjonar av artiklar

source: In addition to these emphasize is put on: creative
nn: I tillegg kjem skapande verksemd,

source: be able to make sense of and evaluate how historical and societal circumstances influence – and are influenced by – writing
nn: kan gjere greie for og vurdere korleis historiske og samfunnsmessige tilhøve påverkar – og blir påverka av – skrift

source: He never says to the students whether they are given a
nn: Han seier aldri at elevane vert trekte i karakter, men han presiserer heller

source: and too little in Norway.
nn: litt lite i Noreg.

source: will shape his reality differently (Gaudenzi, 2013). This assumption is connected to the
nn: tekstar som inneheldt til dømes skjema, tabellar og grafar (Roe, 2013).

source: The experimental animated movie Professor (by Jan Otto Ertesvåg, 1995) was the first exam film from Volda to receive an international award.
nn: Den eksperimentelle animasjonsfilmen Prosessor (Jan Otto Ertesvåg 1995) var den første eksamensfilmen frå Volda som vann ein internasjonal pris – og den kom nettopp i Zagreb.

source: Formal aesthetics, form, color and signs, are important parts of instruction and assignments.
nn: Kunnskap om form, farge, komposisjon og teikn er ein viktig del av undervisninga.

source: know the set-up at RA.
nn: orientere seg om opplegget ved RA.

source: Together with cinema employee Mats Dahle Svoren and communications manager at Volda University College, Line Lauvsnes Oddekalv, she is looking forward to inviting the Volda audience to a bonus festival.
nn: Saman med kinomedarbeidar Mats Dahle Svoren og kommunikasjonssjef ved Høgskulen i Volda, Line Lauvsnes Oddekalv, gler ho seg til å by Volda-publikummet på ein bonus-festival.

source: If a group has the thing room and does not meet, others can take over after 15 min.
nn: Dersom ei gruppe har tinga rommet og ikkje møter, kan andre ta over etter 15 min.

source: External examiners must possess academic qualifications that will allow appointment as a minimum of Assistant Professor (høgskulelektor/universitetslektor/amanuensis) at universities, university colleges or other research institutions, or by way of relevant work experience be specially qualified to act as an examiner in a particular subject area.
nn: Ekstern sensor må ha vitskapleg kompetanse som kvalifiserer for tilsetjing som minimum høgskulelektor/universitetslektor/amanuensis ved høgskule, universitet eller anna forskingsinstitusjon, eller gjennom relevant yrkespraksis vere særleg kvalifisert til å sensurere innanfor eit bestemt fagområde.

source: It opens for testing both before, during and after the Buddy Week, says Jacobsen.
nn: Her kan ein få testa seg både før, under og etter Fadderveka, seier Jacobsen.

source: Short distances between the campus, student housing, student societies and clubs, and the surrounding nature, mean that you get the most out of your day here.
nn: Korte avstandar mellom campus, hybel, samlingspunkt, studentaktivitetar og natur gjer at du får meir ut av døgnet som student i Volda.

source: Volda University College uses the Zoom video tool to conduct oral exams without physical attendance on campus.
nn: Høgskulen i Volda bruker videoverktøyet Zoom for gjennomføring av munnleg eksamen utan fysisk frammøte på campus.

source: In periods of time, he has almost been constantly traveling, conveying and debating subjects in the field, Roppen remarked.
nn: I periodar har han nærast konstant vore ute på reise og formidla og diskutert fag med folk i feltet, sa Roppen i sin tale.

source: In my opinion NCS/RA also have a high score on tolerance in
nn: gjer NCS/RA det også godt når det gjeld toleranse både i forhold til etnisitet, kjønn,

source: Municipal chief physician Bent Ingebrigtsen is happy about the collaboration and is not worried about the start of studies.
nn: Kommuneoverlege Bent Ingebrigtsen er glad for samarbeidet og ikkje uroa for studiestarten.

source: discussions, while others just ask some questions in groups or pairs.
nn: plenumssamtale medan andre kan nøye seg med å stille ein del spørsmål, gjerne i grupper

source: As mentioned before, professor Befring mentions individual security and structured teaching
nn: Befring nemner som nemnt tryggleik for den enkelte og strukturerte læringsvilkår som

source: - English syntax
nn: - engelsk syntaks

source: own involvement in the processes of creation it describes.
nn: av perioden og korleis dette blir praktisert i rørsla i dag.

source: The cooperation between NCS and RA has given
nn: Samarbeidet NCS/RA har gjeve elevane eit større miljø,

source: they ask but also
nn: dei spør om, men også

source: - Care for the individual student balances the grade competition
nn: - karakterkonkurranse vert balansert av omsorg for den enkelte eleven

source: The cultures were also coupled by vertical ties (patron-client links).
nn: Dei var også gjennomskorne av vertikale band (patron-klient-band).

source: Browsing BraVo by Subject "individuelt skolearbeid"
nn: Blar i BraVo på emneord "individuelt skolearbeid"

source: the fact that the results of the tests only compose from 10 to 25% of the grades they give the
nn: Dei grunngjev dette med at prøver berre representerer 10-25 % av den karakteren dei gjev elevane

source: • The student should check his/her grade on StudentWeb before attending, and should have
nn: • Studenten bør sjekke karakteren i Studentweb før ho/han kjem, og ha gjort seg opp ei

source: person in the system that has an entire care for “her” students.
nn: den personen i skulesystemet som tek ansvar for ei heilskapleg omsorg for ”sine” elevar.

source: : To get the best possible sound quality, you should use USB-connected equipment such as headphones, speakers or external USB camera with microphone.
nn: For å få best mogleg lydkvalitet, bør det brukast USB-tilkopla utstyr som hovudtelefonar, høgtalare med mikrofon eller eksternt USB-kamera med mikrofon.

source: evaluate and interpret the significance of some political and historical events in English-speaking countries before 1900
nn: vurdere og tolke signifikansen av politiske og historiske hendingar i engelskspråklege land før 1900

source: Fady frequently expresses his gratitude for the opportunity to study in Volda and Norway.
nn: Fady gjentek stadig kor heldig han føler seg som får vere student i Volda og Noreg.

source: – FRAM Svipp is a new system for order transport that FRAM will use.
nn: – FRAM Svipp er eit nytt system for bestillingstransport som FRAM skal ta i bruk.

source: The teachers care for their students as personas and this seems more supported by
nn: Lærarane si omsorg for elevane synest ha meir støtte i

source: One student comments that the teachers are friendly and understand their problems
nn: Ein elev seier at lærarane er vennlege og forstår problema som

source: Since RA has no second language to offer her, she has study hall instead.
nn: Sidan RA ikkje kan tilby henne eit aktuelt andre-språk, har ho study-

source: NCS/RA, a fact one of the students found helpful after coming home.
nn: emne ved NCS/RA, noko ein av elevane merka positive frukter av då han kom heim og

source: In 2021, there are about 4,500 students and 350 staff at VUC.
nn: I 2021 har vi om lag 4500 studentar og 350 tilsette.

source: The teachers in Middle School do not have
nn: Lærarane i Middle School har ikkje

source: and to find out what is important.
nn: å finne ut kva som er viktig.

source: quality development in Norwegian schools (Albrecht).
nn: kvalitetsutvikling i norsk skule (Albrecht).

source: as the first element to interact with.
nn: Det kjem av tidspress og ressursmangel.

source: The most comprehensive overview of journals with open access can be found at DOAJ (Directory of Open Access Journals):
nn: Den mest komplette oversikta over tidsskrift med open tilgang finn ein på DOAJ (Directory of Open Access Journals):

source: Having completed an exchange, placement or field work period abroad of minimum 4 weeks duration, integrated in the study programme at VUC
nn: Fullføre utveksling (studie), praksis eller feltarbeid i utlandet i 4 veker eller meir, som ein integrert del av studieprogrammet ved HVO

source: (4) A student who is subject to the circumstances and requirements described in subsection three
nn: (4) Ein student som er omfatta av andre eller tredje ledd i denne paragrafen må søkje dekan om

source: - We are here for you
nn: – Vi er her for dykk

source: If you need help or information about the service, contact him on mobile phone: 996 36 923 or e-mail:
nn: Treng du hjelp eller informasjon, ta kontakt med han på telefon: 996 36 923 eller e-post:

source: Norwegian and Mathematics
nn: Norsk og matematikk går

source: Preparing for the exam
nn: Førebuing til eksamen

source: We arrange tours and activities in the beautiful nature at Sunnmøre.
nn: Vi arrangerar både turar og aktivitetar i den vakre naturen på Sunnmøre.

source: You can also gain exemption from compulsory parts of the course of studies, based on the similar courses you have previously completed.
nn: Du kan også få fritak for obligatoriske delar av utdanninga, på grunnlag av tilsvarande emne du har frå før.

source: • Volda University College assumes no responsibility for the student’s exam work after the
nn: • Høgskulen i Volda har ikkje ansvar for studenten sitt eksamensarbeid etter endt sensur, og

source: Norwegian peers do; and also that they are more content with the system of assessment.
nn: Noreg, og at dei også er meir nøgde med det vurderingsregimet dei er ein del av.

source: In the year of 03/04 one student
nn: For skuleåret 03/04 svarar ein av elevane at vedkomande

source: democracy on the average is better functioning in ninth grade in Norway than in eighth grade
nn: i niande klasse i Noreg enn i åttande klasse ved NCS/RA, og det er lite som tyder på at

source: But when it comes to democratic processes in their
nn: Men når det gjeld å praktisere demokrati i eigne

source: Requirements regarding qualifications of external examiners External examiners cannot have been employed by Volda University College or have taught on courses at the university college during the last two years.
nn: Krav til kvalifikasjon for ekstern sensor Eksterne sensorar kan ikkje vere tilsette ved Høgskulen i Volda eller ha undervist i emne ved høgskulen dei siste to åra.

source: more respect than in Norway, and the disciplinarian problems are few.
nn: enn i Noreg, og det er lite disiplinære problem overfor lærarane.

source: Following the growth in Covid-19-infections in Norway lately, the
nn: Etter auka Covid-19-smitte i Noreg har regjeringa kome med nye nasjonale føringar

source: One reason for this may be the emphasis on the work done at
nn: Ein grunn til det kan vere at det vert lagt stor vekt på at elevane

source: Decisions at RA
nn: Avgjerder ved RA

source: the change from one to the other.
nn: den andre som problematisk.

source: important consequence of this is that when man is mirrored in the other, this implies deep and
nn: Ein viktig følgje av dette er at når mennesket speglar seg sjølv i

source: attracts both national and international attention.
nn: tiltrekkjer seg nasjonal og internasjonal merksemd.

source: This course provides an introduction to modern English literature, culture and society after 1900.
nn: Emnet gir ei innføring i moderne litteratur, kultur og samfunn frå den engelskspråklege delen av verda etter 1900.

source: Jacobsen and the management at VUC have been in close contact with the local health authorities and Volda municipality.
nn: Jacobsen og leiinga ved høgskulen har tett dialog med Volda kommune og kommuneoverlegen.

source: FORM AND SUBMISSION PROCEDURE All digital exam answers must be handed in on Inspera, unless otherwise specifically stated on StudentWeb.
nn: FORM OG INNLEVERING Alle digitale eksamenssvar skal leverast i Inspera, så framt ikkje anna er spesifisert i Studentweb.

source: Groups of 50 students
nn: Grupper på 50 studentar

source: Reply on Facebook
nn: Svarar på Facebook

source: As one of 12 selected cinemas in Norway, Volda Filmteater will show the competition program for Norwegian short films, documentaries and music videos from the Norwegian Short Film Festival
nn: Som ein av 12 utvalde kinoar i Noreg, vil Volda Filmteater vise konkurranseprogrammet for norsk kortfilm, dokumentar og musikkvideo.

source: One parent couple say that even though they live far from Nairobi, they still are
nn: Eit foreldrepar peikar på at sjølv om dei bur langt frå Nairobi, er dei

source: that more of the NCS/RA students get their work assessed by grades than what their
nn: NCS/RA oftare får meir av arbeida sine vurderte med karakter enn jamaldringane deira i

source: Relevant practical experience may be:
nn: og som er relevante for studiet
